[
  {
    "title": "Chatter",
    "categories": ["2022", "Live Chat", "Websockets"],
    "description": "Learning a new language? What better way to practice than to chat live with fluent speakers? Meet Chatter, a quick way to connect with fluent speakers through text. Learning a new language is hard, and learning how to speak conversationally can be even harder. Practice and hone your skills with Chatter and make new connections along the way.",
    "img_url": "daily-issue.png",
    "live_url": "https://project-4-react.herokuapp.com/",
    "gh_url": [
      "https://github.com/v-wang/client-project-4",
      "https://github.com/v-wang/server-project-4"
    ]
  },
  {
    "title": "Snow Scooper",
    "categories": ["2021", "Social", "Mobile"],
    "description": "Rough winter? Unable to shovel all that snow on your front porch? Snow Scooper is a mobile-friendly web app that helps connect neighbors who want to volunteer and help.",
    "img_url": "daily-issue.png",
    "live_url": "https://snowfall-helper.herokuapp.com/",
    "gh_url": [
      "https://github.com/v-wang/snow-front",
      "https://github.com/v-wang/Snow-Back-end"
    ]
  },
  {
    "title": "The Daily Issue",
    "categories": ["2021", "News", "Dashboard"],
    "description": "Find issues for trending GitHub repositories and contribute to open-source projects. The Daily Issue is a web-based application that scrapes live data from GitHub in combination with retrieving repository information from the GitHub API. Data is live updated to reflect daily trends.",
    "img_url": "daily-issue.png",
    "live_url": "www.dailyissue.xyz",
    "gh_url": ["https://github.com/v-wang/thedailyissue"]
  },
  {
    "title": "simOn",
    "categories": ["2021", "Game", "Mobile"],
    "description": "simOn, a memory game, is a version of Simon Says. At the start of each round, Simon will present a randomized sequence of colors before the player's turn. If the player can successfully repeat the sequence, they will move on to the next round. After each round, Simon's sequence length will increase. To win, the player must complete all rounds.",
    "img_url": "daily-issue.png",
    "live_url": "https://pages.git.generalassemb.ly/v-wang/simon/",
    "gh_url": ["https://github.com/v-wang/simOn"]
  },
  {
    "title": "Portfolio Site",
    "categories": ["2022", "Website"],
    "description": "It's what you've been looking at! I've built this portfolio site from the ground up, using React.js, HTML and CSS.",
    "img_url": "daily-issue.png",
    "live_url": "www.victorwang.me",
    "gh_url": ["https://github.com/v-wang/vw-portfolio"]
  }
]
